---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.StairsType
source: html/03e9941e-aa3e-64e9-125a-5d94d319e673.htm
---
# StairsType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.